Revit 2020 API
AdvancedGlazing Class
 Represents the properties of materials.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018
Syntax
C#
public static class AdvancedGlazing
Visual Basic
Public NotInheritable Class AdvancedGlazing
Visual C++
public ref class AdvancedGlazing abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.Visual.AdvancedGlazing
See Also
AdvancedGlazing Members
Autodesk.Revit.DB.Visual Namespace